Revit 2027 API
ReshapeFromFacetsFailures Properties
The BuiltInFailures.ReshapeFromFacetsFailures type exposes the following members.
Properties
Name | Description
ReshapeFromFacetsFailed |  Reshape from facets failed. [Description]
ReshapeFromFacetsFailedError |  Reshape from facets failed. [Description]
Top
See Also
Reference
BuiltInFailures.ReshapeFromFacetsFailures Class
Autodesk.Revit.DB Namespace